{
  "average": "6.97636",
  "avgweight": "1.1911",
  "baverage": "6.84971",
  "description": "<p>In <em><strong>6 nimmt!</strong></em>, a.k.a. <em>Category 5</em> and many other names, you want to score as few points as possible.</p>\n\n<p>To play the game, you shuffle the 104 number cards, lay out four cards face-up to start the four rows, then deal ten cards to each player. Each turn, players simultaneously choose and reveal a card from their hand, then add the cards to the rows, with cards being placed in ascending order based on their number; specifically, each card is placed in the row that ends with the highest number that's below the card's number. When the sixth card is placed in a row, the owner of that card claims the other five cards and the sixth card becomes the first card in its row.</p>\n\n<p>In addition to a number from 1 to 104, each card has a point value. After finishing ten rounds, players tally their score and see whether the game ends. (<em>Category 5</em> ends when a player has a score greater than 74, for example, while <em>6 nimmt!</em> ends when someone tops 66.) When this happens, the player with the fewest points wins!</p>\n\n<p><em>6 nimmt!</em> works with 2-10 players, and the dynamics of gameplay change the more players that you have. One variant for the game has you use 34 cards, 44 cards, 54 cards, etc. (instead of all 104 cards) when you have three, four, five, etc. players. This change allows you to know which cards are in play, thereby allowing you to track which cards have been played and (theoretically) make better choices as to which card to play when.</p>\n\n",
  "maxplayers": "10",
  "maxplaytime": "45",
  "minplayers": "2",
  "minplaytime": "45",
  "numcomments": "6113",
  "numfans": 702,
  "numgeeklists": "4174",
  "numhasparts": "24",
  "numowned": "46852",
  "numplays": "288769",
  "numplays_month": "826",
  "numpreordered": "85",
  "numprevowned": "2307",
  "numtrading": "361",
  "numwanting": "263",
  "numwantparts": "16",
  "numwanttobuy": "636",
  "numwanttoplay": "1141",
  "numweights": "1753",
  "numwish": "2198",
  "numwishlistcomments": "438",
  "playmonth": "2025-06",
  "short_description": "Choose sequential cards for rows simultaneously, but avoid adding the 6th card!",
  "stddev": "1.27374",
  "usersrated": "31039",
  "views": "1142063",
  "yearpublished": "1994"
}