{
  "average": "8.16483",
  "avgweight": "3.8609",
  "baverage": "7.94215",
  "description": "<p><em><strong>A Feast for Odin</strong></em> is a saga in the form of a board game. You are reliving the cultural achievements, mercantile expeditions, and pillages of those tribes we know as <em>Viking</em> today &mdash; a term that was used quite differently towards the end of the first millennium.</p>\n\n<p>When the northerners went out for a raid, they used to say they headed out for a <em>viking</em>. Their Scandinavian ancestors, however, were much more than just pirates. They were explorers and founders of states. Leif Eriksson is said to be the first European in America, long before Columbus.<br />\nIn what is known today as Normandy, the intruders were not called Vikings but <em>Normans</em>. One of them is the famous William the Conqueror who invaded England in 1066. He managed to do what the king of Norway failed to do only a few years prior: conquer the Throne of England. The reason the people of these times became such strong seafarers was their unfortunate agricultural situation: crop shortfalls caused great distress.</p>\n\n<p>In this game, you will raid and explore new territories. You will also engage in the day-to-day activity of collecting goods with which to achieve a financially secure position in society. In the end, the player whose possessions bear the greatest value will be declared the winner.</p>\n\n<p><em>--gameplay description from <a  href=\"/thread/1680023/story-boards-hot-take-on-a-feast-for-odin\"   >@StoryBoardGamer&#039;s review</a>:</em><br />\nA Feast for Odin is a points-driven game, with a plethora of pathways to victory, with a range of risks balanced against rewards. A significant portion of this is your central hall, which has a whopping -86 points of squares and a major part of your game is attempting to cover these up with various tiles. Likewise, long halls and island colonies can also offer large rewards, but they will have penalties of their own.</p>\n\n<p>Each year follows a familiar pattern of preparation, worker placement, and then meeting the requirements of your feast. The main phase of each year is a worker placement affair. You start with a selection of Vikings, and a large action board with a whopping 61 different options to choose from. Each of these will be arranged from left to right in one of four columns. Each column requires an additional Viking to activate, but they are proportionally more powerful.</p>\n\n<p>At the end of each round, you will need to fill a feast table with food, alternating between plants and vegetable matter. You will also have a chance to lay the valuable green and blue tiles into your main hall. The configuration of these tiles must follow certain requirements, but your main goal is to both cover up a line of coin icons to increase your income, while otherwise encircling certain printed icons to generate those.</p>\n\n<p>You will build your engine over time, following an alternating pattern of outward expansion and hunting against development and cultivation. It all comes down to how much you&rsquo;re willing to take on at any one time, and what risks you&rsquo;re willing to set yourself up with for their rewards.</p>\n\n<p>UPC 681706716909</p>\n\n",
  "maxplayers": "4",
  "maxplaytime": "120",
  "minplayers": "1",
  "minplaytime": "30",
  "numcomments": "4773",
  "numfans": 2674,
  "numgeeklists": "4853",
  "numhasparts": "16",
  "numowned": "40846",
  "numplays": "120706",
  "numplays_month": "523",
  "numpreordered": "122",
  "numprevowned": "3390",
  "numtrading": "285",
  "numwanting": "1981",
  "numwantparts": "16",
  "numwanttobuy": "3887",
  "numwanttoplay": "9538",
  "numweights": "1114",
  "numwish": "15631",
  "numwishlistcomments": "1564",
  "playmonth": "2025-06",
  "short_description": "Puzzle together the life of a Viking village as you hunt, farm, craft, and explore.",
  "stddev": "1.37995",
  "usersrated": "31202",
  "views": "3413430",
  "yearpublished": "2016"
}