{
  "average": "7.96378",
  "avgweight": "3.4686",
  "baverage": "7.66645",
  "description": "<p><em><strong>Clans of Caledonia</strong></em> is a mid-to-heavy economic game set in 19th-century Scotland. At this time, Scotland made the transition from an agricultural to an industrialized country that heavily relied on trade and export. In the following years, food production increased significantly to feed the population growth. Linen was increasingly substituted by the cheaper cotton and raising sheep was given high importance. More and more distilleries were founded and whisky became the premium alcoholic beverage in Europe.</p>\n\n<p>Players represent historic clans with unique abilities and compete to produce, trade and export agricultural goods and of course whisky!</p>\n\n<p>The game ends after five rounds. Each round consists of the three phases:</p>\n\n<ol>\n    <li> Players' turns</li>\n    <li> Production phase</li>\n    <li> Round scoring</li>\n</ol>\n\n<p>1. Players take turns and do one of eight possible actions, from building, to upgrading, trading and exporting. When players run out of money, they pass and collect a passing bonus.</p>\n\n<p>2. In the production phase, each player collects basic resources, refined goods and cash from their production units built on the game map. Each production unit built makes income visible on the player mat. Refined goods require the respective basic resource.</p>\n\n<p>3. Players receive VPs depending on the scoring tile of the current round.</p>\n\n<p>The game comes with eight different clans, a modular board with 16 configurations, eight port bonuses and eight round scoring tiles.</p>\n\n",
  "maxplayers": "4",
  "maxplaytime": "120",
  "minplayers": "1",
  "minplaytime": "30",
  "numcomments": "3232",
  "numfans": 1572,
  "numgeeklists": "3097",
  "numhasparts": "12",
  "numowned": "22750",
  "numplays": "79175",
  "numplays_month": "104",
  "numpreordered": "1050",
  "numprevowned": "3134",
  "numtrading": "183",
  "numwanting": "1109",
  "numwantparts": "9",
  "numwanttobuy": "1722",
  "numwanttoplay": "4844",
  "numweights": "860",
  "numwish": "7357",
  "numwishlistcomments": "843",
  "playmonth": "2025-10",
  "short_description": "Lead your unique Scottish clan to economic might via production, trade, and export.",
  "stddev": "1.19386",
  "usersrated": "21740",
  "views": "2079243",
  "yearpublished": "2017"
}