{
  "average": "0",
  "avgweight": "0",
  "baverage": "0",
  "description": "<p>Rediscover the Woodland with three brand-new factions and two new maps for <em>Root</em>!</p>\n\n<p><strong>Lilypad Diaspora</strong><br />\nScattered long ago and suppressed ever since, the Lilypad Diaspora now hopes to call the Woodland home. While they work to integrate peacefully, peace is rare in the midst of civil war. As they train their warriors, they must ensure that their desire for safety does not tip into outright aggression. With weapons at the ready, a simple misunderstanding between the Diaspora and the Woodland can flare into vicious reprisals, hardening the Diaspora&rsquo;s militancy and spreading resentment against their cause.</p>\n\n<p><strong>Twilight Council</strong><br />\nSickened by the enduring conflict, the Twilight Council hosts assemblies to end the war, bringing together all the Woodland from the lowliest mouse-in-a-sack to the mightiest hawk with a royal claim. The assemblies emphasize political connections over pure numbers of warriors, pushing the factions away from bloody battle and toward heated debate. As the Council progresses in their mission, they can declare edicts to change how the assemblies work, manipulating their enemies&rsquo; incentives and actions.</p>\n\n<p><strong>Knaves of the Deepwood</strong><br />\nNobody really knows how the Knaves of the Deepwood got together, but the myths are many. From the treeline these miscreants and ne&rsquo;er-do-wells sally forth, raiding barracks and baggage trains and making off with warriors in tow as hostages. Why? For ransom, that&rsquo;s why. Some say they give the proceeds to the needy. Some say they spend it lavishly. Either way, their celebrations ring out through the night, the music swelling from the forest depths where few dare to go.</p>\n\n",
  "maxplayers": "5",
  "maxplaytime": "90",
  "minplayers": "2",
  "minplaytime": "60",
  "numcomments": "106",
  "numfans": 162,
  "numgeeklists": "24",
  "numhasparts": "0",
  "numowned": "373",
  "numplays": "9",
  "numplays_month": 0,
  "numpreordered": "1564",
  "numprevowned": "3",
  "numtrading": "0",
  "numwanting": "44",
  "numwantparts": "0",
  "numwanttobuy": "258",
  "numwanttoplay": "134",
  "numweights": "6",
  "numwish": "702",
  "numwishlistcomments": "37",
  "playmonth": "2025-06",
  "short_description": "Expand Root with the Frogs, Bats, and Skunks, along with the Marsh and Gorge maps!",
  "stddev": "1.65916",
  "usersrated": "34",
  "views": "135568",
  "yearpublished": "2026"
}