{
  "average": "7.19294",
  "avgweight": "1.114",
  "baverage": "7.02178",
  "description": "<p><em>Edited description from Bruno Faidutti's write-up of the game in his <a rel=\"nofollow\" href=\"http://www.faidutti.com/index.php?Module=ludotheque&amp;id=728\" onclick=\"window.open(this.href, '_blank'); return false;\">Ideal Game Library</a>:</em></p>\n\n<p><em><strong>Skull &amp; Roses</strong></em> is the quintessence of bluffing, a game in which everything is played in the players' heads. Each player plays a face-down card, then each player in turn adds one more card &ndash; until someone feels safe enough to state that he can turn a number of cards face up and get only roses. Other players can then overbid him, saying they can turn even more cards face up. The highest bidder must then turn that number of cards face up, starting with his own. If he shows only roses, he wins; if he reveals a skull, he loses, placing one of his cards out of play. Two successful challenges wins the game. <em>Skull &amp; Roses</em> is not a game of luck; it's a game of poker face and meeting eyes.</p>\n\n<p><em><strong>Skull &amp; Roses Red</strong></em> features the same gameplay as <em>Skull &amp; Roses</em>, with the only change being alternate rules that allow each player to control two biker gangs. Both <em>Skull &amp; Roses Red</em> and <em><strong>Skull</strong></em> are playable on their own, with each game containing six different biker gangs. Each <em>Skull</em> or <em>Skull &amp; Roses</em> set can be combined with another to allow for games with more than six players.</p>\n\n",
  "maxplayers": "6",
  "maxplaytime": "45",
  "minplayers": "3",
  "minplaytime": "15",
  "numcomments": "3588",
  "numfans": 678,
  "numgeeklists": "2132",
  "numhasparts": "9",
  "numowned": "35845",
  "numplays": "116205",
  "numplays_month": "845",
  "numprevowned": "1776",
  "numtrading": "257",
  "numwanting": "442",
  "numwantparts": "5",
  "numweights": "579",
  "numwish": "4352",
  "numwishlistcomments": "576",
  "playmonth": "2024-02",
  "short_description": "Does the token hide a flower or skull? Bid, bluff and laugh with striking components.",
  "stddev": "1.40421",
  "usersrated": "22848",
  "views": "983312",
  "yearpublished": "2011"
}