{
  "average": "7.84497",
  "avgweight": "3.2959",
  "baverage": "7.21703",
  "description": "<p>The Hallertau in Bavaria, Germany is the largest continuous hop-producing region in the world. It prides itself upon being the first in Middle Europe to cultivate hops. This game is set around 1850, when the Hallertau became what it is today.</p>\n\n<p>As chief of a small Bavarian village in the Hallertau, your objective is to increase its wealth and prestige in the eyes of the world.</p>\n\n<p>To achieve this, you will need to supply the local crafts folk with goods from agriculture and sheep breeding.</p>\n\n<p>Place your workers, play your cards right, and let your village shine!</p>\n\n<ul>\n    <li> Progressive Worker Placement: Action spaces can be used multiple times, becoming more expensive in the process.</li>\n    <li> Two-Field Rotation System: Fields lose their potency over time so fallowing fields allows them to become increasingly effective.</li>\n    <li> Card Combos: You can play cards at any time; this timing&mdash;and the combination of cards&mdash;can be very powerful.</li>\n    <li> Sheep with an Expiration Date: Breeding sheep early comes with a lot of perks, but, eventually, sheep will die of natural causes.</li>\n</ul>\n\n<p><em>&mdash;description from the back of the box</em></p>\n\n",
  "maxplayers": "4",
  "maxplaytime": "140",
  "minplayers": "1",
  "minplaytime": "50",
  "numcomments": "1130",
  "numfans": 535,
  "numgeeklists": "1184",
  "numhasparts": "2",
  "numowned": "11382",
  "numplays": "25936",
  "numplays_month": "100",
  "numpreordered": "56",
  "numprevowned": "1214",
  "numtrading": "215",
  "numwanting": "498",
  "numwantparts": "1",
  "numwanttobuy": "644",
  "numwanttoplay": "2038",
  "numweights": "294",
  "numwish": "2931",
  "numwishlistcomments": "363",
  "playmonth": "2025-06",
  "short_description": "Lead a small town: grow hops, improve workshops, and raise wealth to develop further.",
  "stddev": "1.18452",
  "usersrated": "6481",
  "views": "801325",
  "yearpublished": "2020"
}