{
  "average": "7.47647",
  "avgweight": "2.4417",
  "baverage": "7.22364",
  "description": "<p><em><strong>Samurai</strong></em> is set in medieval Japan. Players compete to gain the favor of three factions: samurai, peasants, and priests, which are represented by helmet, rice paddy, and Buddha figures scattered about the board, which features the islands of Japan. The competition is waged through the use of hexagonal tiles, each of which help curry favor of one of the three factions &mdash; or all three at once! Players can make lightning-quick strikes with horseback ronin and ships or approach their conquests more methodically. As each figure (helmets, rice paddies, and Buddhas) is surrounded, it is awarded to the player who has gained the most favor with the corresponding group.</p>\n\n<p>Gameplay continues until all the symbols of one type have been removed from the board or four figures have been removed from play due to a tie for influence.</p>\n\n<p>At the end of the game, players compare captured symbols of each type, competing for majorities in each of the three types. Ties are not uncommon and are broken based on the number of other, &quot;non-majority&quot; symbols each player has collected.</p>\n\n<p>The game is part of what is sometimes called the <a class=\"\" href=\"/wiki/page/Knizia_tile-laying_trilogy#\">Knizia tile-laying trilogy</a>.</p>\n\n",
  "maxplayers": "4",
  "maxplaytime": "60",
  "minplayers": "2",
  "minplaytime": "30",
  "numcomments": "4129",
  "numfans": 614,
  "numgeeklists": "4547",
  "numhasparts": "6",
  "numowned": "17129",
  "numplays": "51818",
  "numplays_month": "85",
  "numpreordered": "39",
  "numprevowned": "2610",
  "numtrading": "265",
  "numwanting": "907",
  "numwantparts": "6",
  "numwanttobuy": "766",
  "numwanttoplay": "2196",
  "numweights": "1535",
  "numwish": "4155",
  "numwishlistcomments": "536",
  "playmonth": "2025-06",
  "short_description": "Dispute the favor of three different castes in order to unite Japan under your rule.",
  "stddev": "1.19707",
  "usersrated": "16733",
  "views": "1444932",
  "yearpublished": "1998"
}