{
  "average": "8.38478",
  "avgweight": "3.5",
  "baverage": "5.55635",
  "description": "<p>The year is 1642 and England is torn apart by a civil war between King Charles I and his supporters, the Royalists, and the Parliamentarians. In <em><strong>Unhappy King Charles</strong></em>, a two-player card-driven game, you must choose your side and fight for the control of England&rsquo;s regions and economic centres. You will use cards to play historic events, recruit troops, influence politics, raid enemies, and activate your generals &ndash; including King Charles and Oliver Cromwell &ndash; to move, battle and siege fortresses on the map.</p>\n\n<p><em>Unhappy King Charles</em> is highly acclaimed for the way in which it captures the unique aspects of the English Civil War: the high rate of desertions, the difficulties of controlling regional troops, and the growing strength of the Parliament forces over the course of the conflict.</p>\n\nThe new PHALANX edition is more than just a reprint. It features:<br />\n<ul>\n    <li>Evocative and gorgeous new artwork that will immerse you in the war between the Parliamentarians and the Royalists!</li>\n    <li>Standees for Generals and Local Notables that will bring those historical figures to life and make it easier to read the board. You will also be able to use the basic markers provided in the box if you prefer so.</li>\n    <li>A new approach to presenting a point-to-point map, and control of areas and fortresses. You will have to plan your strategy carefully and adapt to changing situations!</li>\n    <li>Individual General cards and faction cards that will allow you to easily reference each General&rsquo;s level, army size capacity, and special rules. You will have to use your Generals wisely and exploit their strengths and weaknesses!</li>\n    <li>Tracks for monitoring control of key regions and economic infrastructures, and ongoing sieges. You will have to balance your resources and your military actions to achieve your objectives!</li>\n</ul>\n\n<p><em>&mdash;description from publisher</em></p>\n\n",
  "maxplayers": "2",
  "maxplaytime": "240",
  "minplayers": "1",
  "minplaytime": "240",
  "numcomments": "37",
  "numfans": 30,
  "numgeeklists": "25",
  "numhasparts": "0",
  "numowned": "234",
  "numplays": "62",
  "numplays_month": "2",
  "numpreordered": "31",
  "numprevowned": "4",
  "numtrading": "2",
  "numwanting": "28",
  "numwantparts": "0",
  "numwanttobuy": "41",
  "numwanttoplay": "75",
  "numweights": "4",
  "numwish": "127",
  "numwishlistcomments": "9",
  "playmonth": "2025-06",
  "short_description": "Rewrite the history of the English Civil War in this Card-Driven wargame.",
  "stddev": "1.22899",
  "usersrated": "46",
  "views": "39603",
  "yearpublished": "2024"
}