{
  "average": "7.33171",
  "avgweight": "1.2553",
  "baverage": "6.39233",
  "description": "<p>In <em><strong>6 nimmt!</strong></em>, you want to score as few points as possible. To play, you shuffle the 104 number cards, lay out four cards face-up to start the four rows, then deal ten cards to each player. Each turn, players simultaneously choose and reveal a card from their hand, then add the cards to the rows, with cards being placed in ascending order based on their number; specifically, each card is placed in the row that ends with the highest number that's below the card's number. When the sixth card is placed in a row, the owner of that card claims the other five cards and the sixth card becomes the first card in a new row.</p>\n\n<p>In addition to a number from 1 to 104, each card has a point value. After finishing ten rounds, players tally their score and see whether the game ends., i.e., whether someone has at least 66 points. When this happens, the player with the fewest points wins!</p>\n\n<p><em>6 nimmt!</em> works with 2-10 players, and the dynamics of gameplay change the more players that you have. One variant for the game has you use 34 cards, 44 cards, 54 cards, etc. (instead of all 104 cards) when you have three, four, five, etc. number of players. This change allows you to know which cards are in play, thereby allowing you to track which cards have been played and (theoretically) make better choices as to which card to play when.</p>\n\n<p><em><strong>6 nimmt! 25 Jahre</strong></em> includes 28 additional cards to be used in a new variant. The game now lasts only two rounds, and at the start of play each player receives three special cards. Just before you have to place your number card in a row, you can choose to play one of your cards, with these cards opening a fifth row, moving a previously placed card to a different row, inserting one card between two others, allowing up to six cards in a row instead of five, blocking a row, replacing the card you played, and more.</p>\n\n<p>After all number cards have been played, players tally their scores, keeping any unplayed special cards, then shuffle the number cards and begin a new round. At the end of the second round, whoever has the fewest points wins.</p>\n\n",
  "maxplayers": "10",
  "maxplaytime": "45",
  "minplayers": "2",
  "minplaytime": "45",
  "numcomments": "263",
  "numfans": 72,
  "numgeeklists": "95",
  "numhasparts": "3",
  "numowned": "4861",
  "numplays": "13077",
  "numplays_month": "3",
  "numprevowned": "147",
  "numtrading": "18",
  "numwanting": "57",
  "numwantparts": "1",
  "numweights": "47",
  "numwish": "380",
  "numwishlistcomments": "50",
  "playmonth": "2024-03",
  "short_description": "Choose sequential cards for rows simultaneously, but avoid adding the 6th card!",
  "stddev": "1.20498",
  "usersrated": "2079",
  "views": "87499",
  "yearpublished": "2019"
}