{
  "average": "6.79323",
  "avgweight": "1.1051",
  "baverage": "6.59014",
  "description": "<p><em><strong>Cockroach Poker</strong></em> is a reverse set collection game that has nothing to do with poker &ndash; except that the game is all about bluffing, with cards that show cockroaches, rats and stink bugs. The goal is to force another player to collect 4 of any one type of critter.</p>\n\n<p>The deck includes 64 cards, with eight copies of eight types of critters. To set up the game, shuffle the deck and deal the cards out to players.</p>\n\n<p>On a turn, a player takes one card from their hand, lays it face down on the table, slides it to a player of their choice, and declares a type of critter, e.g., &quot;Stink bug&quot;. The player receiving the card either</p>\n\n<ul>\n    <li> Accepts the card, says either &quot;true&quot; or &quot;false&quot;, then reveals the card. If this player is wrong in their claim, they keep the card on the table in front of them face up; if they are right, the player who gave them the card places it face up before them.</li>\n</ul>\n\n<ul>\n    <li> Peeks at the card, then passes it face down to another player, either saying the original type of critter or saying a new type. This new player again has the choice of accepting the card or passing it, unless the card has already been seen by all other players in which case the player must take the first option.</li>\n</ul>\n\n<p>Whoever lost a challenge and had to place the card before them on the table begins the next round.</p>\n\n<p>The game ends when a player has no cards to pass on their turn or when a player has four cards of the same critter on the table in front of them. In either case, this player loses and everyone else wins.</p>\n\n",
  "maxplayers": "6",
  "maxplaytime": "20",
  "minplayers": "2",
  "minplaytime": "20",
  "numcomments": "2606",
  "numfans": 325,
  "numgeeklists": "1444",
  "numhasparts": "5",
  "numowned": "22561",
  "numplays": "60157",
  "numplays_month": "430",
  "numprevowned": "1503",
  "numtrading": "237",
  "numwanting": "217",
  "numwantparts": "4",
  "numweights": "514",
  "numwish": "1760",
  "numwishlistcomments": "256",
  "playmonth": "2024-02",
  "short_description": "It's a cockroach. It's a fly. Will you call the bluff or pass on a trick of your own?",
  "stddev": "1.46927",
  "usersrated": "13266",
  "views": "558065",
  "yearpublished": "2004"
}