{
  "average": "7.6686",
  "avgweight": "2.3143",
  "baverage": "7.50429",
  "description": "<p><em><strong>Ra</strong></em> is an auction and set-collection game with an <a class=\"\" href=\"/wiki/page/Mythology#Egyptian\">Ancient Egyptian</a> theme.  Each turn players are able to purchase lots of tiles with their bidding tiles (suns).  Once a player has used up his or her suns, the other players continue until they do likewise, which may set up a situation with a single uncontested player bidding on tiles before the end of the round occurs.  Tension builds because the round may end before all players have had a chance to win their three lots for the epoch.  The various tiles either give immediate points, prevent negative points for not having certain types at the end of the round (epoch), or give points after the final round.  The game lasts for three &quot;epochs&quot; (rounds).  The game is easy to learn.</p>\n\n<p><strong>From the Box:</strong><br />\nThe game spans 1500 years of Egyptian history in less than an hour!<br />\nThe players seek to expand their power and fame and there are many ways to accomplish this: Influencing Pharaohs, Building monuments, Farming on the Nile, Paying homage to the Gods, Advancing the technology and culture of the people. Ra is an auction and set collecting game where players may choose to take risks for great rewards or... And all this is for the glory of the Sun God Ra!</p>\n\n",
  "maxplayers": "5",
  "maxplaytime": "60",
  "minplayers": "2",
  "minplaytime": "45",
  "numcomments": "6808",
  "numfans": 1407,
  "numgeeklists": "8579",
  "numhasparts": "20",
  "numowned": "34170",
  "numplays": "115669",
  "numplays_month": "169",
  "numpreordered": "1051",
  "numprevowned": "3319",
  "numtrading": "408",
  "numwanting": "1316",
  "numwantparts": "24",
  "numwanttobuy": "1919",
  "numwanttoplay": "4615",
  "numweights": "1976",
  "numwish": "8149",
  "numwishlistcomments": "1050",
  "playmonth": "2025-06",
  "short_description": "Bid to acquire the most valuable sets of Egyptian artifacts and resources.",
  "stddev": "1.32935",
  "usersrated": "28814",
  "views": "2402020",
  "yearpublished": "1999"
}