{
  "average": "7.61614",
  "avgweight": "2.3388",
  "baverage": "7.42617",
  "description": "<p>Unlike in other cultures, the desert Tuareg men, known as <em><strong>Targi</strong></em>, cover their faces whereas women of the tribe do not wear veils. They run the household and they have the last word at home in the tents. Different families are divided into tribes, headed by the &lsquo;Imascheren&rsquo; (or nobles). As leader of a Tuareg tribe, players trade goods from near (such as dates and salt) and far (like pepper), in order to obtain gold and other benefits, and enlarge their family. In each round their new offerings are made. Cards are a means to an end, in order to obtain the popular tribe cards.</p>\n\n<p>The board consists of a 5x5 grid: a border of 16 squares with printed action symbols and then 9 blank squares in the centre onto which cards are dealt. Meeples are placed one at a time on the spaces at the edges of the board (not including corner squares). You cannot place a meeple on a square the opponent has a meeple on already, nor on a square facing opponent's meeple. Once all meeples are placed, players then execute the actions on the border squares the meeples are on and also take the cards from the centre that match the row and column of the border meeples.</p>\n\n<p>The game is predominantly scored and won by playing tribal cards to your display. These give advantages during the game and victory points at the end. Usually cards are played (or discarded) immediately once drawn. A single card can be kept in hand but then requires a special action to play it (or to discard it to free the hand spot for another card). Each card has a cost in goods to play. Goods are obtained either from border spaces or from goods cards.</p>\n\n<p>The display (for scoring) consists of 3 rows of 4 cards that are filled from left to right and cannot be moved once placed (barring some special cards). There is also a balance to be found between the victory point score on the cards themselves (1-3 VP per tribal card) and in the combinations per row (a full row of 4 identical card types gets you an additional 4 VP, and a full row of 4 distinct card types gets you 2 VP).</p>\n\n<p>The winner at the end of the game is the player with the most victory points.</p>\n\n",
  "maxplayers": "2",
  "maxplaytime": "60",
  "minplayers": "2",
  "minplaytime": "60",
  "numcomments": "3740",
  "numfans": 872,
  "numgeeklists": "2921",
  "numhasparts": "21",
  "numowned": "37308",
  "numplays": "76510",
  "numplays_month": "24",
  "numprevowned": "2901",
  "numtrading": "381",
  "numwanting": "856",
  "numwantparts": "12",
  "numweights": "667",
  "numwish": "5964",
  "numwishlistcomments": "1054",
  "playmonth": "2024-03",
  "short_description": "Outwit your rival by selecting where to place nomad workers on a dynamic desert grid.",
  "stddev": "1.11377",
  "usersrated": "23090",
  "views": "1165751",
  "yearpublished": "2012"
}