{
  "average": "8.33825",
  "avgweight": "3.0227",
  "baverage": "7.30266",
  "description": "<p><em>In the quiet village of Ravenswood Bluff, &zwnj;a demon walks amongst you...</em></p>\n\n<p><em>During a hellish thunderstorm, on the stroke of midnight, there echoes a bone-chilling scream. The townsfolk rush to investigate and find the town storyteller murdered, their body impaled on the hands of the clocktower, blood dripping onto the cobblestones below. A Demon is on the loose, murdering by night and disguised in human form by day. Some have scraps of information. Others have abilities that fight the evil or protect the innocent. But the Demon and its evil minions are spreading lies to confuse and breed suspicion. Will the good townsfolk put the puzzle together in time to execute the true demon and save themselves? Or will evil overrun this once peaceful village?</em></p>\n\n<p><em><strong>Blood on the Clocktower</strong></em> is a bluffing game enjoyed by 5 to 20 players on opposing teams of Good and Evil, overseen by a Storyteller player who conducts the action and makes crucial decisions. The goal of the game is to successfully deduce and execute the demons before they outnumber the townfolk.</p>\n\n<p>During a 'day' phase players socialize openly and whisper privately to trade knowledge or spread lies, culminating in a player's execution if a majority suspects them of being Evil. Of a 'night' time, players close their eyes and are woken one at a time by the Storyteller to gather information, spread mischief, or kill.</p>\n\n<p>The Storyteller uses the game's intricate playing pieces to guide each game, leaving others free to play without a table or board. Players stay in the thick of the action to the very end even if their characters are killed, haunting Ravenswood Bluff as ghosts trying to win from beyond the grave.</p>\n\n<p>If you arrive late to a game, you can enter after it's started as a powerful Traveller character with unusual talents and questionable allegiances. Each character comes with their own special ability and no two players in a game are ever the same character.</p>\n\n",
  "maxplayers": "21",
  "maxplaytime": "120",
  "minplayers": "6",
  "minplaytime": "30",
  "numcomments": "1132",
  "numfans": 933,
  "numgeeklists": "426",
  "numhasparts": "1",
  "numowned": "4941",
  "numplays": "43932",
  "numplays_month": "2216",
  "numprevowned": "159",
  "numtrading": "29",
  "numwanting": "415",
  "numwantparts": "3",
  "numweights": "176",
  "numwish": "3974",
  "numwishlistcomments": "328",
  "playmonth": "2024-02",
  "short_description": "Deduce who the Demon is through logic and bluffing. Dead players still play.",
  "stddev": "1.9733",
  "usersrated": "4738",
  "views": "841651",
  "yearpublished": "2022"
}