{
  "average": "6.8263",
  "avgweight": "1.1429",
  "baverage": "5.60095",
  "description": "<p><em>When you signed on as storyboard editors, you never expected a mess like this. Panels all out of order, some missing entirely, and you're not even allowed to talk on the job? You're pretty sure that's not what &quot;silent film&quot; means. Somehow, you'll need to rework all this into a movie that makes sense. But with the animation budget quickly running out, there's little room for error...</em></p>\n\n<p>The cameras are rolling on our newest blockbuster: <em><strong>Moving Pictures</strong></em>! This cooperative game for 2 players was designed by Chris Klimowski and is sure to be a big hit.</p>\n\n<p>In <em><strong>Moving Pictures</strong></em> players take turns placing numbered scene cards from their hand into the shared Timeline row in hopes of getting all 6 cards in order. The catch? They can't speak or signal to each other, so they'll have to watch each other's play closely for clues. Each card also has an effect listed which can impact placement, swap cards around, or even allow players a rare opportunity to share information.</p>\n\n<p>Getting it right once is a feat in itself but a full game of <em><strong>Moving Pictures</strong></em> is played over 3 Acts. The Timeline grows with each Act, making each round harder than the one before. Thankfully you also have access to 2 Deleted Scenes: if the round would end with scenes out of order, you can spend a Deleted Scene to hide one card. These Deleted Scenes don&rsquo;t refresh, meaning that you only get 2 mistakes before the credits roll.</p>\n\n",
  "maxplayers": "2",
  "maxplaytime": "20",
  "minplayers": "1",
  "minplaytime": "20",
  "numcomments": "58",
  "numfans": 13,
  "numgeeklists": "44",
  "numhasparts": "2",
  "numowned": "722",
  "numplays": "633",
  "numplays_month": "9",
  "numprevowned": "34",
  "numtrading": "14",
  "numwanting": "24",
  "numwantparts": "0",
  "numweights": "7",
  "numwish": "118",
  "numwishlistcomments": "11",
  "playmonth": "2024-02",
  "short_description": "Work with your partner to put each scene in order... without communicating!",
  "stddev": "1.12844",
  "usersrated": "173",
  "views": "18345",
  "yearpublished": "2021"
}