{
  "average": "7.78605",
  "avgweight": "3.2727",
  "baverage": "5.57608",
  "description": "<p><em><strong>Cross Bronx Expressway</strong></em> is the third game in the <strong><a  href=\"/boardgamefamily/72503/series-irregular-conflicts-series-gmt\"   >Irregular Conflicts Series</a></strong>. It simulates the socio-economic processes of urban development, and the human costs that result, as a competitive city-builder with collective loss conditions. Players control one of three asymmetric factions working in the South Bronx between 1940 and 2000, pursuing their own goals while cooperating to keep the borough viable. Through a card driven sequence of play, they will work to solve the economic challenges facing the area by building infrastructure and organizations, forming coalitions, mitigating the multitude of issues facing the vulnerable population, and managing resources to stay out of debt. <em>Cross Bronx Expressway</em> offers an engaging way to learn about the recent history of American cities, as exemplified by Jane Jacobs&rsquo; pivotal work <em>The Death and Life of Great American Cities</em>, simulated through the case study of the South Bronx. Players will experience the conflicting incentives and complex factors shaping urban life, and together determine the fate of the Bronx.</p>\n\n<p>The gameplay is driven by a deck of event cards which determines turn order, and then players spend resources to take actions on map spaces. The game ends after the event deck is exhausted, or earlier if certain conditions are met. Players score victory points at regular periods during the game, and the player with the most points at the end of the game wins (unless an auto-loss condition for all players is met).</p>\n\n<p>&mdash;description from the publisher</p>\n\n",
  "maxplayers": "3",
  "maxplaytime": "180",
  "minplayers": "1",
  "minplaytime": "90",
  "numcomments": "56",
  "numfans": 112,
  "numgeeklists": "104",
  "numhasparts": "0",
  "numowned": "487",
  "numplays": "196",
  "numplays_month": "77",
  "numpreordered": "159",
  "numprevowned": "6",
  "numtrading": "8",
  "numwanting": "90",
  "numwantparts": "0",
  "numwanttobuy": "81",
  "numwanttoplay": "263",
  "numweights": "11",
  "numwish": "451",
  "numwishlistcomments": "37",
  "playmonth": "2025-11",
  "short_description": "Competitive socio-economic city builder with collective loss conditions.",
  "stddev": "1.38313",
  "usersrated": "86",
  "views": "84673",
  "yearpublished": "2025"
}