{
  "average": "6.62418",
  "avgweight": "1.9167",
  "baverage": "5.6531",
  "description": "<p>Climb the social ladder &mdash; or kick it over.</p>\n\n<p>The trick-taking game <em><strong>Tax the Rich</strong></em> features a deck depicting characters of various social ranks from the Poor to the President. Each round begins with a simple bidding phase to determine both the trump color and the number of tricks required to score bonus points. The winner of the bid must then acquire the required number of tricks, together with their ally.</p>\n\n<p>The game is played as a trick-taking game in which the highest social ranks are the strongest cards. However, if at any time all remaining cards in your hand have a flag symbol, you may trigger a &quot;revolution&quot; by revealing your cards. This flips the social hierarchy upside down so that the lowest-ranked cards become the most powerful. Having called for a revolution, you stand publicly exposed, playing the rest of this round with your cards face up.</p>\n\n<p>The game includes thirteen rule cards that add variety by giving certain character cards special abilities related to their profession: Workers &quot;unionize&quot;, the Billionaires &quot;power grab&quot;, the Police &quot;stop and frisk&quot;, Scientists &quot;debunk&quot; etc. You can play with random rule cards or use one of the scenarios suggested in the rules.</p>\n\n<p>With an optional variant, players can also collect cards with a feminist icon to trigger a feminist revolution, boosting the value of all female characters.</p>\n\n<p><em>&mdash;description from the designer</em></p>\n\n",
  "maxplayers": "6",
  "maxplaytime": "30",
  "minplayers": "3",
  "minplaytime": "20",
  "numcomments": "122",
  "numfans": 129,
  "numgeeklists": "107",
  "numhasparts": "0",
  "numowned": "357",
  "numplays": "741",
  "numplays_month": "17",
  "numpreordered": "59",
  "numprevowned": "25",
  "numtrading": "6",
  "numwanting": "93",
  "numwantparts": "0",
  "numwanttobuy": "170",
  "numwanttoplay": "523",
  "numweights": "12",
  "numwish": "770",
  "numwishlistcomments": "62",
  "playmonth": "2026-02",
  "short_description": "Trick-taking game where you can flip the card hierarchy upside down.",
  "stddev": "2.81244",
  "usersrated": "376",
  "views": "99033",
  "yearpublished": "2025"
}