{
  "average": "7.80819",
  "avgweight": "1.3492",
  "baverage": "7.47764",
  "description": "<p><em><strong>SCOUT</strong></em> is a ladder-climbing game in which cards have two potential values, players may not rearrange their hand of cards, and players may pass their turn to take a card from the current high set of cards into their hand.</p>\n\n<p>More specifically, cards are dual-indexed, with different values on each half of the card, with the 45 cards having all possible combinations of the numbers 1-10. During set-up, whoever is shuffling the cards should randomize both the order of the cards in the deck and their orientation. Once each player has been dealt their entire hand of cards, they pick up that hand without rearranging any of the cards; if they wish, they can rotate their entire hand of cards in order to use the values on the other end of each card, but again they cannot rearrange the order of cards in their hand.</p>\n\n<p>On a turn, a player takes one of two actions:</p>\n\n<p>&bull; <strong>Play:</strong> A player chooses one or more adjacent cards in their hand that have all the same value or that have values in consecutive order (whether ascending or descending), then they play this set of cards to the table. They can do this only if the table is empty (as on the first turn) or the set they're playing is ranked higher than the set currently on the table; a set is higher if it has more cards or has cards of the same value instead of consecutive cards or has a set of the same quantity and type but with higher values. In this latter case when a player overplays another set, the player captures the cards in this previous set and places them face down in front of themselves.</p>\n\n<p>&bull; <strong>Scout:</strong> A player takes a card from either end of the set currently on the table and places it anywhere they wish in their hand in either orientation. Whoever played this previous set receives a 1 VP token as a reward for playing a set that wasn't beaten.</p>\n\n<p>Once per round, a player can scout, then immediately play.</p>\n\n<p>When a player has emptied their hand of cards or all but one player have scouted instead of playing, the round ends. Players receive 1 VP for each face-down card, then subtract one point for each card in their hand (except if they were the player scouted repeatedly to end the game). Play as many rounds as the number of players, then whoever has the most points wins.</p>\n\n",
  "maxplayers": "5",
  "maxplaytime": "15",
  "minplayers": "2",
  "minplaytime": "15",
  "numcomments": "1722",
  "numfans": 670,
  "numgeeklists": "1113",
  "numhasparts": "7",
  "numowned": "24356",
  "numplays": "89541",
  "numplays_month": "150",
  "numprevowned": "463",
  "numtrading": "83",
  "numwanting": "517",
  "numwantparts": "3",
  "numweights": "252",
  "numwish": "4108",
  "numwishlistcomments": "438",
  "playmonth": "2024-03",
  "short_description": "Poach your opponents' artists and outdo each other's circus shows.",
  "stddev": "1.15869",
  "usersrated": "13059",
  "views": "671820",
  "yearpublished": "2019"
}