{
  "average": "7.15704",
  "avgweight": "2.1661",
  "baverage": "6.93865",
  "description": "<p>Each player attempts to score the most points by snaking caravan routes through the desert, trying to reach oases and blocking off sections of the desert. Many people feel that it is reminiscent of <a  href=\"/boardgame/188/go\"   >Go</a>.</p>\n\n<strong>Publisher's Description</strong><br />\nFrom the award-winning game designer Reiner Knizia comes a game of strategy, patience, and cool plastic camels! The desert is still treacherous, mysterious, and without mercy. But for those willing to risk the dangers of the shifting, sun-baked sands, the desert holds riches beyond compare.<br />\n In Through the Desert, two to five players each control a tribe of nomads vying for control of the desert. By establishing caravans and taking over oases, the players gain points as their tribes increase in power.<br />\n <p>Strategy is essential in deciding how and where to build your tribe's caravans. There are multiple ways to gain points and several ways to win. Should you try to build the longest caravan? Or should you dominate the desert's oases? Don't forget to keep an eye on your opponents' caravans, or you may find your own tribe cut off from valuable water holes.</p>\n\n<p><strong>Through the Desert</strong> is part of the so called <a class=\"\" href=\"/wiki/page/Knizia_tile-laying_trilogy#\">Knizia tile-laying trilogy</a>.</p>\n\n",
  "maxplayers": "5",
  "maxplaytime": "45",
  "minplayers": "2",
  "minplaytime": "45",
  "numcomments": "4536",
  "numfans": 438,
  "numgeeklists": "5245",
  "numhasparts": "11",
  "numowned": "18870",
  "numplays": "43057",
  "numplays_month": "53",
  "numpreordered": "130",
  "numprevowned": "3198",
  "numtrading": "442",
  "numwanting": "705",
  "numwantparts": "15",
  "numwanttobuy": "559",
  "numwanttoplay": "2004",
  "numweights": "1481",
  "numwish": "3294",
  "numwishlistcomments": "516",
  "playmonth": "2025-06",
  "short_description": "Carve up the desert in a race to establish your oasis empire.",
  "stddev": "1.22667",
  "usersrated": "15374",
  "views": "1055442",
  "yearpublished": "1998"
}