{
  "average": "7.70097",
  "avgweight": "3.4954",
  "baverage": "7.50947",
  "description": "<p>Regarded by many as <a  href=\"/boardgamedesigner/2/reiner-knizia\"   >Reiner Knizia</a>'s masterpiece, <em><strong>Tigris &amp; Euphrates</strong></em> is set in the ancient fertile crescent with players building civilizations through tile placement. Players are given four different leaders: farming, trading, religion, and government. The leaders are used to collect victory points in these same categories. However, your score at the end of the game is the number of points in your weakest category, which encourages players not to get overly specialized. Conflict arises when civilizations connect on the board, i.e., external conflicts, with only one leader of each type surviving such a conflict. Leaders can also be replaced within a civilization through internal conflicts.</p>\n\n<p>Starting in the Mayfair edition from 2008, <em>Tigris &amp; Euphrates</em> included a double-sided game board and extra components for playing an advanced version of the game. This &quot;ziggurat expansion&quot;, initially released as a <a rel=\"nofollow\" href=\"http://www.boardgamegeek.com/boardgameexpansion/43490\" onclick=\"window.open(this.href, '_blank'); return false;\">separate item</a> in Germany for those who already owned the base game, is a special monument that extends across five spaces of the board. The monument can be built if a player has a cross of five civilization tokens of the same color by discarding those five tokens and replacing them with the ziggurat markers, placing a ziggurat tower upon the middle tile. The five ziggurat markers cannot be destroyed. All rules regarding monuments apply to the ziggurat monument as well. If your king is inside the kingdom of the ziggurat, you will get one victory point in a color of your choice at the end of your turn.</p>\n\n<p>Some versions of <em>Tigris &amp; Euphrates</em> are listed as being for 2-4 players, while others incorrectly state that they're for 3-4 players. <em>Tigris &amp; Euphrates</em> is part of what is sometimes called <a  href=\"/boardgamedesigner/2/reiner-knizia\"   >Reiner Knizia</a>'s <a class=\"\" href=\"/wiki/page/Knizia_tile-laying_trilogy#\">tile-laying trilogy</a>.</p>\n\n",
  "maxplayers": "4",
  "maxplaytime": "120",
  "minplayers": "2",
  "minplaytime": "60",
  "numcomments": "7253",
  "numfans": 1398,
  "numgeeklists": "9220",
  "numhasparts": "18",
  "numowned": "31923",
  "numplays": "74813",
  "numplays_month": "96",
  "numpreordered": "83",
  "numprevowned": "5192",
  "numtrading": "587",
  "numwanting": "1561",
  "numwantparts": "18",
  "numwanttobuy": "1637",
  "numwanttoplay": "5071",
  "numweights": "2808",
  "numwish": "7870",
  "numwishlistcomments": "888",
  "playmonth": "2025-06",
  "short_description": "Keep your Mesopotamian civilization in perfect balance through revolutions and wars.",
  "stddev": "1.49175",
  "usersrated": "29377",
  "views": "2618193",
  "yearpublished": "1997"
}