{
  "average": "8.07398",
  "avgweight": "3.7941",
  "baverage": "7.88395",
  "description": "<p><em><strong>Root</strong></em> is a game of adventure and war in which 2 to 4 (1 to 6 with the 'Riverfolk' expansion) players battle for control of a vast wilderness. Like <a  href=\"/boardgame/170416/vast-crystal-caverns\"   >Vast: The Crystal Caverns</a>, each player in <em>Root</em> has unique capabilities and a different victory condition. Now, with the aid of gorgeous, multi-use cards, a truly asymmetric design has never been more accessible.</p>\n\n<p>The nefarious Marquise de Cat has seized the great woodland, intent on harvesting its riches. Under her rule, the many creatures of the forest have banded together. This Alliance will seek to strengthen its resources and subvert the rule of Cats. In this effort, the Alliance may enlist the help of the wandering Vagabonds who are able to move through the more dangerous woodland paths. Though some may sympathize with the Alliance&rsquo;s hopes and dreams, these wanderers are old enough to remember the great birds of prey who once controlled the woods.</p>\n\n<p>Meanwhile, at the edge of the region, the proud, squabbling Eyrie have found a new commander who they hope will lead their faction to resume their ancient birthright. The stage is set for a contest that will decide the fate of the great woodland. It is up to the players to decide which group will ultimately take root.</p>\n\n<p>In <em>Root</em>, players drive the narrative, and the differences between each role create an unparalleled level of interaction and replayability. Leder Games invites you and your family to explore the fantastic world of <em>Root</em>!</p>\n\n<p><em>&mdash;description from the publisher</em></p>\n\n",
  "maxplayers": "4",
  "maxplaytime": "90",
  "minplayers": "2",
  "minplaytime": "60",
  "numcomments": "7116",
  "numfans": 5729,
  "numgeeklists": "4091",
  "numhasparts": "25",
  "numowned": "75822",
  "numplays": "167112",
  "numplays_month": "1867",
  "numprevowned": "4599",
  "numtrading": "554",
  "numwanting": "1640",
  "numwantparts": "10",
  "numweights": "2001",
  "numwish": "19645",
  "numwishlistcomments": "1449",
  "playmonth": "2024-02",
  "short_description": "Decide the fate of the forest as woodland factions fight for contrasting goals.",
  "stddev": "1.45872",
  "usersrated": "49054",
  "views": "5061961",
  "yearpublished": "2018"
}