{
  "average": "7.30638",
  "avgweight": "2.0417",
  "baverage": "6.71307",
  "description": "<p><em><strong>Paris</strong></em> is a two-player board game by Jos&eacute; Antonio Abascal infused with Parisian aesthetics by the boardgame&rsquo;s artist Oriol Hern&aacute;ndez. The game is set in late 19th century Paris during the 1889 &ldquo;Exposition Universelle,&rdquo; or world&rsquo;s fair, when public electricity was a hot topic. Electricity spread throughout the city, creating today&rsquo;s beautiful nocturnal Parisian streets and coining Paris&rsquo;s nickname &ldquo;La Cit&eacute; de la Lumi&eacute;re&rdquo;, the city of lights.</p>\n\n<p>The most well-lit buildings are admired more highly by passers-by. In the first phase, players can either place tiles or grow their reserve of buildings. The cobblestone tiles are divided into 4 random spaces (their color, their opponents&rsquo; color, a streetlight or a mixed-color space where either player can build).</p>\n\n<p>Then, in the second phase, players build on top of their color or the mixed spaces, in effort to position their buildings as close to as many streetlights as possible. More streetlights solicit more adoration and points. The player with the best lit buildings steals the hearts of Parisian pedestrians and wins the game.</p>\n\n<p><em>&mdash;description from the publisher</em></p>\n\n",
  "maxplayers": "2",
  "maxplaytime": "30",
  "minplayers": "2",
  "minplaytime": "30",
  "numcomments": "756",
  "numfans": 263,
  "numgeeklists": "484",
  "numhasparts": "7",
  "numowned": "10202",
  "numplays": "15470",
  "numplays_month": "184",
  "numprevowned": "933",
  "numtrading": "159",
  "numwanting": "211",
  "numwantparts": "3",
  "numweights": "120",
  "numwish": "1632",
  "numwishlistcomments": "232",
  "playmonth": "2024-02",
  "short_description": "Players compete for their moment in the light by placing oddly shaped building tiles.",
  "stddev": "1.14323",
  "usersrated": "4669",
  "views": "292036",
  "yearpublished": "2019"
}