{
  "average": "7.66863",
  "avgweight": "2.4891",
  "baverage": "6.88732",
  "description": "<p><em><strong>TZAAR</strong></em> is a game about making choices. Both players have 30 pieces, divided in three types: 6 Tzaars, 9 Tzarras and 15 Totts. The three types of pieces form a trinity: They cannot exist without each other. The aim is either to make the opponent run out of one of the three types of pieces or to put him in a position in which he cannot capture any more. The tricky question the players will have to ask themselves on each of their turns is: &ldquo;Shall I make myself stronger or my opponent weaker?&rdquo; Meaning: Will you capture an opponent&rsquo;s piece and make him weaker, or will you jump on top of one of your own pieces and make yourself stronger? If you choose to jump on top of your own pieces too often, you will probably leave your opponent with too many pieces on the board. On the other hand, if you capture too often, you may end up with pieces that are not strong enough at the end of the game. What to do? Up to you to decide!</p>\n\n<p><em>TZAAR</em> replaced <em><a  href=\"/boardgame/108/tamsk\"   >TAMSK</a></em> as part of <a class=\"\" href=\"/wiki/page/project_GIPF#\">project GIPF</a>, which was felt to not quite fit in with the others due to its use of sand timers.</p>\n\n",
  "maxplayers": "2",
  "maxplaytime": "60",
  "minplayers": "2",
  "minplaytime": "30",
  "numcomments": "1072",
  "numfans": 227,
  "numgeeklists": "1002",
  "numhasparts": "3",
  "numowned": "6302",
  "numplays": "19326",
  "numplays_month": "21",
  "numpreordered": "30",
  "numprevowned": "587",
  "numtrading": "66",
  "numwanting": "342",
  "numwantparts": "5",
  "numwanttobuy": "334",
  "numwanttoplay": "1012",
  "numweights": "229",
  "numwish": "1760",
  "numwishlistcomments": "253",
  "playmonth": "2025-11",
  "short_description": "Capture all of an opponent's type of pieces or make them unable to capture yours.",
  "stddev": "1.3105",
  "usersrated": "4088",
  "views": "377739",
  "yearpublished": "2007"
}