{
  "average": "7.51262",
  "avgweight": "1.7324",
  "baverage": "7.2685",
  "description": "<p><em><strong>Secret Hitler</strong></em> is a dramatic game of political intrigue and betrayal set in 1930s Germany. Each player is randomly and secretly assigned to be a liberal or a fascist, and one player is Secret Hitler. The fascists coordinate to sow distrust and install their cold-blooded leader; the liberals must find and stop the Secret Hitler before it's too late. The liberal team always has a majority.</p>\n\n<p>At the beginning of the game, players close their eyes, and the fascists reveal themselves to one another. Secret Hitler keeps his eyes closed, but puts his thumb up so the fascists can see who he is. The fascists learn who Hitler is, but Hitler doesn't know who his fellow fascists are, and the liberals don't know who anyone is.</p>\n\n<p>Each round, players elect a President and a Chancellor who will work together to enact a law from a random deck. If the government passes a fascist law, players must try to figure out if they were betrayed or simply unlucky. <em>Secret Hitler</em> also features government powers that come into play as fascism advances. The fascists will use those powers to create chaos unless liberals can pull the nation back from the brink of war.</p>\n\n<p>The objective of the liberal team is to pass five liberal policies or assassinate Secret Hitler. The objective of the fascist team is to pass six fascist policies or elect Secret Hitler chancellor after three fascist policies have passed.</p>\n\n",
  "maxplayers": "10",
  "maxplaytime": "45",
  "minplayers": "5",
  "minplaytime": "45",
  "numcomments": "4126",
  "numfans": 1459,
  "numgeeklists": "1773",
  "numhasparts": "12",
  "numowned": "40136",
  "numplays": "118120",
  "numplays_month": "767",
  "numprevowned": "1968",
  "numtrading": "348",
  "numwanting": "476",
  "numwantparts": "8",
  "numweights": "527",
  "numwish": "6759",
  "numwishlistcomments": "552",
  "playmonth": "2024-02",
  "short_description": "In pre-WW2 Germany, Liberals and Fascists square off in an intrigue-filled parliament",
  "stddev": "1.60519",
  "usersrated": "28027",
  "views": "1736505",
  "yearpublished": "2016"
}