{
  "average": "6.98967",
  "avgweight": "1.6046",
  "baverage": "6.55899",
  "description": "<p>A lively game of horse racing where players bet on several of seven horses to try to gain the most money by the end of three races.</p>\n\n<p><em><strong>Winner's Circle</strong></em> is a re-issue of Knizia's <a  href=\"/boardgame/383/turf-horse-racing\"   >Turf Horse Racing</a> (published by Gibsons Games). This new version has updated graphics and uses the same mechanism of 4 symbols on the horse cards also appearing on the die. Players roll the die and choose which horse they want to move (from those that haven't moved this turn yet). The seven horses vary in strength, but even the weakest horses have some amazing bursts of speed. Players bet on the horses before each race and must either cooperate or compete to get their horses over the finish line.</p>\n\n<p>There are various differences between Winner's Circle and Turf Horse Racing. There are only 3 races instead of 4. The circuit is oval instead of a straight line. The horses start on separate starting spaces instead of all together on the same space. During the race, horses cannot share spaces so if a horse has to move to an occupied space, they have to move back to the last available space. A Pace chip has been added to space 18 where the first horse to pass it receives it and earns a higher payout at the end of the race (if they finish top 3). Also, there is a variant where the betting is done secretly with players using a 0 betting chip (for bluffing) in addition to the 1, 1, and 2 betting chips of the basic game.</p>\n\n<p><em>Originally called &quot;Royal Turf&quot; but was then republished by Face 2 Face Games as &quot;Winner's Circle&quot; in 2006.</em></p>\n\n<p><em>&quot;Royal Turf&quot; is #2 in the <a class=\"\" href=\"/wiki/page/Alea_small_box_series#\">Alea small box series</a>.</em></p>\n\n",
  "maxplayers": "6",
  "maxplaytime": "60",
  "minplayers": "2",
  "minplaytime": "45",
  "numcomments": "1942",
  "numfans": 142,
  "numgeeklists": "2173",
  "numhasparts": "3",
  "numowned": "6143",
  "numplays": "16486",
  "numplays_month": "32",
  "numpreordered": "36",
  "numprevowned": "1126",
  "numtrading": "150",
  "numwanting": "441",
  "numwantparts": "7",
  "numwanttobuy": "285",
  "numwanttoplay": "689",
  "numweights": "521",
  "numwish": "1249",
  "numwishlistcomments": "229",
  "playmonth": "2025-10",
  "short_description": "Bet on 7 different horses over 3 races to see who can make the most cash.",
  "stddev": "1.24617",
  "usersrated": "5891",
  "views": "507205",
  "yearpublished": "2001"
}