{
  "average": "0",
  "avgweight": "0",
  "baverage": "0",
  "description": "<p>The first large expansion for <em>A Feast for Odin</em>, <em><strong>The Norwegians</strong></em>, includes a viking-sized number of additions to the game, adding new strategies and puzzle-tiles.</p>\n\n<p>Renewed action board: The largest of the new additions, made of three double-sided pieces that can be flipped to show different actions based on the number of players, opening up new action paths and increasing the chances of players getting in each others' way. It contains new opportunities like butchering, elk-hunting, fishing, and thievery, along with changes for some old actions. It's now easier, for example, to play an animal strategy, because you can now get two of the same animals in one action. There is also a new fifth column with (better) actions that require only one viking. For example, you can now forge a grey special tile with a sword value of 8 or less by using an ore and only one viking! Another totally new 1-viking action is to do a &quot;small emigration&quot; using a whaling boat, which covers one space at the banquet table instead of two but is worth 7VP and costs no silver to do so. And as a bonus, you can send two vikings to this column instead of one to play an occupation card in addition to the action. The catch is, once you use an action from the fifth column, you can't place any more vikings for the rest of this round.</p>\n\n<p>New puzzle-tiles: 2x5 rectangle (horse/pregnant horse/leather/vadmal) and 5 spaces in a &quot;U&quot; shape (herbs/pig/antlers/tools). The red versions of these tiles feature two new animals, horses (worth 6VP) and pigs (worth 1VP and breed every round as opposed to every other round) respectively, adding yet more paths for an animal strategy. There are also five new grey special tiles such as a pan, a hauberk and an anvil, most of which can be forged with ore. Also included is a third goods box to hold all the new tiles.</p>\n\n<p>Four new exploration boards: Islands on the frontside (Isle of Man, Isle of Skye, Islay, Outer Hebrides) with Irish coastal viking-settlements on the backside (Waterford, Wexford, Cork, Limerick), where people from Norway came to stay through the winter, to trade at, and to settle nearby. Also included are renewed versions of the four exploration boards from the base game, with updated iconography and some with adjusted VPs.</p>\n\n<p>New buildings: Also totally new is the idea of a random start-building. Everybody gets one of the six double-sided &quot;artisan shed&quot; boards, and whenever a player could build a shed during the game, they may instead build the front or backside of their artisan shed. Just like the stonehouse and longhouse, the artisan sheds offer new spaces to place orange and red tiles to earn bonus goods, silver and VP, and many of them require specific tiles to be placed in specific spaces. So everybody has another different start-opportunity - like the occupation cards.</p>\n\n<p>VP tokens: Another new option is that, whenever a player would play an occupation card into the game, the player may instead discard the card for a VP token, which are worth 4, 3 or 2VP at the end of the game. A nice little competitive element, as there are a limited number of the 4VP and 3VP tokens.</p>\n\n<p>Other stuff: The expansion also includes another mountain strip, more two-silver coins and more beans/mead and oil/runestone tiles.</p>\n\n<p>The expansion includes another almanac about the new game-elements and their viking-history. But again it was written by Gernot K&ouml;pke as a &quot;historical-science&quot;-journalist and learned local newspaper editor and the main elements will be published on BGG at <a  href=\"/thread/2023534/expansions-almanac-almanach-fur-erweiterungen\"   >Expansions-Almanac / Almanach für Erweiterungen</a>.</p>\n\n<p><em>&mdash;adapted from the description from the designer</em></p>\n\n",
  "maxplayers": "4",
  "maxplaytime": "120",
  "minplayers": "1",
  "minplaytime": "30",
  "numcomments": "913",
  "numfans": 301,
  "numgeeklists": "370",
  "numhasparts": "1",
  "numowned": "14603",
  "numplays": "5558",
  "numplays_month": "63",
  "numpreordered": "78",
  "numprevowned": "657",
  "numtrading": "65",
  "numwanting": "273",
  "numwantparts": "3",
  "numwanttobuy": "424",
  "numwanttoplay": "497",
  "numweights": "110",
  "numwish": "1264",
  "numwishlistcomments": "226",
  "playmonth": "2025-06",
  "short_description": "The Norwegians raid, trade and settle new lands from the Orkneys to the Irish Sea.",
  "stddev": "1.03847",
  "usersrated": "4164",
  "views": "513364",
  "yearpublished": "2018"
}