{
  "average": "8.2087",
  "avgweight": "3.8472",
  "baverage": "7.79546",
  "description": "<p>In <em><strong>Pax Pamir</strong></em>, players assume the role of nineteenth century Afghan leaders attempting to forge a new state after the collapse of the Durrani Empire. Western histories often call this period &quot;The Great Game&quot; because of the role played by the Europeans who attempted to use central Asia as a theater for their own rivalries. In this game, those empires are viewed strictly from the perspective of the Afghans who sought to manipulate the interloping ferengi (foreigners) for their own purposes.</p>\n\n<p>In terms of game play, <em>Pax Pamir</em> is a pretty straightforward tableau builder. Players spend most of their turns purchasing cards from a central market, then playing those cards in front of them in a single row called a court. Playing cards adds units to the game's map and grants access to additional actions that can be taken to disrupt other players and influence the course of the game. That last point is worth emphasizing. Though everyone is building their own row of cards, the game offers many ways for players to interfere with each other directly and indirectly.</p>\n\n<p>To survive, players will organize into coalitions. Throughout the game, the dominance of the different coalitions will be evaluated by the players when a special card, called a &quot;Dominance Check&quot;, is resolved. If a single coalition has a commanding lead during one of these checks, those players loyal to that coalition will receive victory points based on their influence in their coalition. However, if Afghanistan remains fragmented during one of these checks, players instead will receive victory points based on their personal power base.</p>\n\n<p>After each Dominance Check, victory is checked and the game will be partially reset, offering players a fresh attempt to realize their ambitions. The game ends when a single player is able to achieve a lead of four or more victory points  or after the fourth and final Dominance Check is resolved.</p>\n\n",
  "maxplayers": "5",
  "maxplaytime": "120",
  "minplayers": "1",
  "minplaytime": "45",
  "numcomments": "2324",
  "numfans": 1467,
  "numgeeklists": "1681",
  "numhasparts": "10",
  "numowned": "19850",
  "numplays": "49164",
  "numplays_month": "911",
  "numprevowned": "1234",
  "numtrading": "177",
  "numwanting": "895",
  "numwantparts": "1",
  "numweights": "648",
  "numwish": "5732",
  "numwishlistcomments": "533",
  "playmonth": "2024-02",
  "short_description": "Swing the tides of \"The Great Game\" as countries vie for control of Afghanistan.",
  "stddev": "1.50426",
  "usersrated": "13268",
  "views": "1749040",
  "yearpublished": "2019"
}