{
  "average": "8.09726",
  "avgweight": "3.4004",
  "baverage": "7.52417",
  "description": "<p><em><strong>Arcs</strong></em> is a sharp, tactical space opera game, for 2&ndash;4 players, set in a dark yet silly universe. Players represent officials from a distant, decaying and neglectful Empire who are now free to vie for dominance whether through battle, gathering scarce resources or diplomatic intrigue. Ready yourself for dramatic twists and turns as you launch into this galactic struggle.</p>\n\n<p>A deck of cards in 4 suits with ranks from 1-7 (2-6 for fewer than 4 players) defines the action selection system. These cards are played in a trick-taking adjacent system to select actions, take the initiative and declare Ambitions. The 3 declared Ambitions are what will score in that deal. Timing is everything. Bad hands must be mitigated by careful card play and benefitting from other players' card play.</p>\n\n<p>Battles are resolved quickly with the attacker choosing their level of risk. The defenders must be prepared with adequate defensive ships and cards in their tableau.</p>\n\n<p>Each game contains a hundred wooden ships and agents, 18 custom engraved dice, a beautiful six-panel board, and tons of cards with over 60 pieces of unique art. The base game may be played without the optional Leaders and Lore cards (for an easier teach) or with them for a richer, fuller and asymmetric game. It is also the core of the campaign game (requiring the Blighted Reach Expansion), which provides an epic, more thematic experience.</p>\n\n",
  "maxplayers": "4",
  "maxplaytime": "120",
  "minplayers": "2",
  "minplaytime": "60",
  "numcomments": "2032",
  "numfans": 3304,
  "numgeeklists": "990",
  "numhasparts": "7",
  "numowned": "17377",
  "numplays": "28852",
  "numplays_month": "300",
  "numpreordered": "1120",
  "numprevowned": "474",
  "numtrading": "117",
  "numwanting": "690",
  "numwantparts": "5",
  "numwanttobuy": "2655",
  "numwanttoplay": "5758",
  "numweights": "507",
  "numwish": "8995",
  "numwishlistcomments": "534",
  "playmonth": "2025-06",
  "short_description": "Lead a spacefaring society through an epic saga.",
  "stddev": "1.75779",
  "usersrated": "10340",
  "views": "3049406",
  "yearpublished": "2024"
}