{
  "average": "7.77989",
  "avgweight": "2.2517",
  "baverage": "7.14303",
  "description": "<p><em><strong>The King's Dilemma</strong></em> is an interactive narrative experience with legacy elements, featuring several branching storylines leading to many possible finales and an evolving deck of event cards at its core. Players represent the various houses leading the government of the Kingdom of Ankist.</p>\n\n<p>You will draw one card from the &quot;Dilemma deck&quot; each round and experience the game story as it unfolds. Each card poses a problem that the Council has to resolve on the King's behalf. As members of the King's inner circle, your decisions determine how the story proceeds and the fate of the kingdom. Each event happens only once: You discuss and bargain with the other players, then finally you make a choice, determining the outcome, progressing the game story, and possibly unlocking more events.</p>\n\n<p>You have to keep the kingdom going, while also seeking an advantage for your own house; this power struggle may lead the kingdom into war, famine, or riot, or it could generate wealth and well-being. This will depend on your choices! The thing is, each decision has consequences, and what is good for the kingdom as a whole may be bad for your family...</p>\n\n<p>Will you act for the greater good, or will you think only of yourself?</p>\n\n",
  "maxplayers": "5",
  "maxplaytime": "60",
  "minplayers": "3",
  "minplaytime": "45",
  "numcomments": "1150",
  "numfans": 684,
  "numgeeklists": "649",
  "numhasparts": "1",
  "numowned": "11513",
  "numplays": "39444",
  "numplays_month": "373",
  "numprevowned": "1333",
  "numtrading": "129",
  "numwanting": "511",
  "numwantparts": "0",
  "numweights": "151",
  "numwish": "5397",
  "numwishlistcomments": "561",
  "playmonth": "2024-02",
  "short_description": "Leaders join in council to vote on the kingdom’s issues, but with hidden motives!",
  "stddev": "1.64463",
  "usersrated": "5733",
  "views": "943131",
  "yearpublished": "2019"
}