{
  "average": "7.07133",
  "avgweight": "1.6671",
  "baverage": "6.95421",
  "description": "<p><em><strong>Bohnanza</strong></em> is the first in the <a class=\"\" href=\"/wiki/page/Bohnanza_series#\">Bohnanza family</a> of games and has been published in <a class=\"\" href=\"/wiki/page/Bohnanza_editions#\">several different editions</a>, including <a rel=\"nofollow\" href=\"https://boardgamegeek.com/boardgame/386906/bohnanza-dahlias\" onclick=\"window.open(this.href, '_blank'); return false;\">a 2023 version with flowers</a>.</p>\n\n<p>This entry lists a few different major card sets for Bohnanza: the base game for 3-5 players, the expanded game with the same name for 2-7 players (that is, first expansion included), and Bohnanza Pocket.</p>\n\n<p>In the game, you plant, then harvest bean cards in order to earn coins. Each player starts with a hand of random bean cards, and each card has a number on it corresponding to the number of that type of beans in the deck. Unlike in most other card games, you can't rearrange the order of cards in hand, so you must use them in the order that you've picked them up from the deck &mdash; unless you can trade them to other players, which is the heart of the game.</p>\n\n<p>On a turn, you must plant the first one or two cards in your hand into the &quot;fields&quot; in front of you. Each field can hold only one type of bean, so if you must plant a type of bean that's not in one of your fields, then you must harvest a field to make room for the new arrival. This usually isn't good! Next, you reveal two cards from the deck, and you can then trade these cards as well as any card in your hand for cards from other players. You can even make future promises for cards received right now! After all the trading is complete &mdash; and all trades on a turn must involve the active player &mdash; then you end your turn by drawing cards from the deck and placing them at the back of your hand.</p>\n\n<p>When you harvest beans, you receive coins based on the number of bean cards in that field and the &quot;beanometer&quot; for that particular type of bean. Flip over 1-4 cards from that field to transform them into coins, then place the remainder of the cards in the discard pile. When the deck runs out, shuffle the discards, playing through the deck two more times. At the end of the game, everyone can harvest their fields, then whoever has earned the most coins wins.</p>\n\n<p>The original German edition supports 3-5 players. The English version from <a  href=\"/boardgamepublisher/3/rio-grande-games\"   >Rio Grande Games</a> comes with the <a  href=\"/boardgameexpansion/467/bohnanza-erweiterungs-set\"   >first edition of the first German expansion</a> included in a slightly oversized box. One difference in the contents, however, is that bean #22's <em>Weinbrandbohne</em> (Brandy Bean) was replaced by the <em>Wachsbohne</em>, or Wax Bean. This edition includes rules for up to seven players, like the <em><a  href=\"/boardgameexpansion/467/bohnanza-erweiterungs-set\"   >Erweiterungs-Set</a></em>, but also adapts the two-player rules of <em><a  href=\"/boardgame/980/al-cabohne\"   >Al Cabohne</a></em> in order to allow two people to play <em>Bohnanza</em>.</p>\n\n",
  "maxplayers": "7",
  "maxplaytime": "45",
  "minplayers": "2",
  "minplaytime": "45",
  "numcomments": "10105",
  "numfans": 1387,
  "numgeeklists": "9343",
  "numhasparts": "29",
  "numowned": "78221",
  "numplays": "171781",
  "numplays_month": "330",
  "numpreordered": "93",
  "numprevowned": "5759",
  "numtrading": "1087",
  "numwanting": "417",
  "numwantparts": "28",
  "numwanttobuy": "1000",
  "numwanttoplay": "2230",
  "numweights": "3058",
  "numwish": "3795",
  "numwishlistcomments": "667",
  "playmonth": "2025-06",
  "short_description": "Farm beans, harvest crops and trade your way to fortune in this card game classic.",
  "stddev": "1.30535",
  "usersrated": "49205",
  "views": "1858665",
  "yearpublished": "1997"
}