{
  "average": "7.98777",
  "avgweight": "3.8378",
  "baverage": "6.78146",
  "description": "<p>1889, an <a class=\"\" href=\"/wiki/page/18xx#\">18xx</a> game in the series originated by Francis Tresham's <a  href=\"/boardgame/1823/1829\"   >1829</a>, is set in Shikoku Japan.  The rules are similar to <a  href=\"/boardgame/421/1830-railways-and-robber-barons\"   >1830: Railways & Robber Barons</a> on a smaller and terrain-heavy map.</p>\n\n<p>In 1889, 2-6 players will use money to purchase shares in railroad companies during Share Dealing Rounds. Between subsequent Share Dealing Rounds, railroad corporations then conduct operations on the game board, with the decisions being made by the player who is the major share holder. The game simulates the progression of railroad development during an historic period on Shikoku. Old trains become obsolete while the revenue earnings from cities grows over time. Players will try to purchase the most profitable shares at the right times of the game to maximize earnings in dividends and stock value gains. In the end, the player with the highest value of personal cash and held stocks is the winner.</p>\n\n<p>The game was originally available in kit form from Wild Heaven, and is now also being published by Grand Trunk Games.</p>\n\n",
  "maxplayers": "6",
  "maxplaytime": "240",
  "minplayers": "2",
  "minplaytime": "180",
  "numcomments": "783",
  "numfans": 277,
  "numgeeklists": "805",
  "numhasparts": "3",
  "numowned": "3951",
  "numplays": "11244",
  "numplays_month": "63",
  "numpreordered": "195",
  "numprevowned": "288",
  "numtrading": "57",
  "numwanting": "247",
  "numwantparts": "1",
  "numwanttobuy": "286",
  "numwanttoplay": "794",
  "numweights": "111",
  "numwish": "1083",
  "numwishlistcomments": "195",
  "playmonth": "2025-06",
  "short_description": "Buy railroad shares to compete in a financial death match in 19th-century Japan.",
  "stddev": "1.27909",
  "usersrated": "2376",
  "views": "561535",
  "yearpublished": "2004"
}