{
  "average": "6.71605",
  "avgweight": "2.4258",
  "baverage": "6.47637",
  "description": "<p><strong>Poker</strong> is played with a <a class=\"\" href=\"/wiki/page/standard_deck_playing_card_games#\">standard deck</a> of 52-cards, and sometimes Jokers are added as wild cards. The object of the game is to win the pot which contains all the bets the players have made in a deal.  Players are dealt cards which are usually reduced to a <strong>Poker</strong> hand of five (5) cards. Betting and bluffing are used in rounds until all bets are squared up, or until all other players have conceded the pot (folded). If all bets have been squared up, the rounds are followed by a &quot;showdown&quot; in which all hands are fully revealed; the one with the best combination of a <strong>Poker</strong> hand of five (5) cards being the winner.</p>\n\n<p>The following table describes and ranks the standard <strong>Poker</strong> hands:</p>\n\n<p><strong>Five of a Kind (Only if wild cards are in use):</strong>  Four cards of the same rank and one wild card (eg: A, A, A, A, Joker).<br />\n<strong>Straight Flush:</strong> A straight with all cards of the same suit (eg: A, K, Q, J, 10: all spades). (The highest Straight Flush is nominally called a <strong>Royal Flush</strong>)<br />\n<strong>Four of a Kind:</strong>  Four cards of the same rank (eg: A, A, A, A, K).<br />\n<strong>Full House:</strong>  Three of a kind in one rank and a pair in a different rank (eg: A, A, A, K, K). <br />\n<strong>Flush:</strong>  Five cards of the same suit (eg: A, K, Q, J, 9: all spades)<br />\n<strong>Straight:</strong>  Five cards in sequence of rank (eg: A, K, Q, J, 10).<br />\n<strong>Three of a Kind:</strong>  Three cards of the same rank (eg: A, A, A, K, Q).<br />\n<strong>Two Pair:</strong>  Two pairs of different ranks (eg: A, A, K, K, Q).<br />\n<strong>One Pair:</strong>  A pair of cards of the same rank (eg: A, A, K, Q, J).<br />\n<strong>High Card:</strong>  High card without any other higher combination (eg: A, K, Q, J, 9).</p>\n\n",
  "maxplayers": "10",
  "maxplaytime": "60",
  "minplayers": "2",
  "minplaytime": "60",
  "numcomments": "2280",
  "numfans": 237,
  "numgeeklists": "2260",
  "numhasparts": "12",
  "numowned": "10080",
  "numplays": "44662",
  "numplays_month": "292",
  "numprevowned": "407",
  "numtrading": "49",
  "numwanting": "9",
  "numwantparts": "5",
  "numweights": "714",
  "numwish": "100",
  "numwishlistcomments": "34",
  "playmonth": "2024-02",
  "short_description": "You've got to know when to hold 'em; know when to fold 'em.",
  "stddev": "1.89273",
  "usersrated": "10930",
  "views": "225795",
  "yearpublished": "1810"
}