{
  "average": "8.09551",
  "avgweight": "2.2277",
  "baverage": "7.97169",
  "description": "<p>In many ways 7 Wonders Duel resembles its parent game 7 Wonders. Over three ages, players acquire cards that provide resources or advance their military or scientific development in order to develop a civilization and complete wonders. What's different about 7 Wonders Duel is that, as the title suggests, the game is solely for two players.</p>\n\n<p>Players do not draft cards simultaneously from decks of cards, but from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's not covered by any others, so timing comes into play, as it can with bonus moves that allow the player to take a second card immediately. As in the original game, each acquired card can be built, discarded for coins, or used to construct a wonder. Each player also starts with four wonder cards, and the construction of a wonder provides its owner with a special ability. Only seven wonders can be built, though, so one player will end up short.</p>\n\n<p>Players can purchase resources at any time from the bank, or they can gain cards during the game that provide them with resources for future building; as they are acquired, the cost for those resources increases for the opponent, representing the owner's dominance in this area.</p>\n\n<p>You can win 7 Wonders Duel in one of three ways: each time you acquire a military card, you advance the military marker toward your opponent's capital (also giving you a bonus at certain positions). If you reach the opponent's capital, you win the game immediately. Or if you acquire six of seven different scientific symbols, you achieve scientific dominance and win immediately. If none of these situations occurs, then the player with the most points at the end of the game wins.</p>\n\n",
  "maxplayers": "2",
  "maxplaytime": "30",
  "minplayers": "2",
  "minplaytime": "30",
  "numcomments": "12173",
  "numfans": 5084,
  "numgeeklists": "6803",
  "numhasparts": "31",
  "numowned": "152884",
  "numplays": "488537",
  "numplays_month": "191",
  "numprevowned": "6716",
  "numtrading": "950",
  "numwanting": "924",
  "numwantparts": "24",
  "numweights": "2894",
  "numwish": "10867",
  "numwishlistcomments": "1430",
  "playmonth": "2024-03",
  "short_description": "Science? Military? What will you draft to win this head-to-head version of 7 Wonders?",
  "stddev": "1.1932",
  "usersrated": "92107",
  "views": "3193622",
  "yearpublished": "2015"
}