{
  "average": "6.99106",
  "avgweight": "2.0645",
  "baverage": "5.69852",
  "description": "<p><em><strong>Schnapsen</strong></em> is a point trick-taking game for 2 players using a 20 card deck consisting of ace, ten, king, queen, jack of the four suits. (Value and rank are the same as in <a  href=\"/boardgame/6819/skat\"   >Skat</a> and <a  href=\"/boardgame/6817/schafkopf\"   >Schafkopf</a>.) Each round players are dealt five cards, replenishing from stock after each trick, with one turned up to indicate trump. The goal in each deal is to accumulate sixty-six trick points, where the card values are A=11, T=10, K=4, Q=3, J=2.  The suit led does not need to be followed until the stock is closed or exhausted, at which point suit must be followed, the trick must be won if possible, and you must trump if you cannot follow suit.</p>\n\n<p><em><strong>Sixty-Six</strong></em> is a variant including nines and therefore 24 cards in total. Instead of five, six cards are dealt each round.</p>\n\n<p>Depending on the margin by which a player wins the deal, that player scores 1-3 game points.  A player who reaches 7 points wins the whole game. If the other player failed to gain any points in the meantime, the game is a <em>Bummerl</em> of double value. This only matters if playing a match of multiple games, which ends once a player reaches a previously agreed upon number of points. Detailed rules can be found at <a rel=\"nofollow\" href=\"http://psellos.com/schnapsen/rules.html\" onclick=\"window.open(this.href, '_blank'); return false;\">http://psellos.com/schnapsen/rules.html</a>.</p>\n\n<p>There also exists a - more complex - variant for three to four players: <a  href=\"/boardgame/18936/bauernschnapsen\"   >Bauernschnapsen</a>.<br />\nCommercial variants include <a  href=\"/boardgame/222885/woo\"   >WOO</a> and <a  href=\"/boardgame/389817/route-66-get-your-tricks\"   >Route 66: Get Your Tricks</a></p>\n\n",
  "maxplayers": "4",
  "maxplaytime": "20",
  "minplayers": "2",
  "minplaytime": "20",
  "numcomments": "148",
  "numfans": 31,
  "numgeeklists": "168",
  "numhasparts": "0",
  "numowned": "318",
  "numplays": "2801",
  "numplays_month": "21",
  "numprevowned": "18",
  "numtrading": "1",
  "numwanting": "7",
  "numwantparts": "0",
  "numweights": "31",
  "numwish": "71",
  "numwishlistcomments": "30",
  "playmonth": "2024-02",
  "short_description": "Score points by marrying off kings and queens, and by winning value cards in tricks.",
  "stddev": "1.6589",
  "usersrated": "341",
  "views": "62404",
  "yearpublished": "1715"
}