{
  "average": "7.3533",
  "avgweight": "3.1086",
  "baverage": "7.03205",
  "description": "<p><em><strong>At the Gates of Loyang</strong></em> is a trading game in which you are able to produce goods by planting them and later selling them to customers. You can use the abilities of some helpers to increase your income or production.</p>\n\n<p>Fields, customers, helpers, and miscellaneous objects are represented by cards. Each player receives two of these cards per round distributed by a bidding/drawing mechanism in which you end up with one of the cards you draw and one of the cards of a public offer filled by all players. Additionally, to these cards you always receive one field for free each round.</p>\n\n<p>Placing one good on a field fills the complete field with goods of this type. Each round, one unit per field is harvested. After planting, harvesting, and distributing cards, each player can use as many actions as he wants, only limited by the number of his cards or the number of goods he owns. At the end of his turn, he can invest the earned money on a scoring track, where early money is worth more than late money. The game ends after a certain number of rounds, and the player who is first on the scoring track wins.</p>\n\n<strong><a class=\"\" href=\"/wiki/page/Online_Play#\">Online Play</a></strong><br />\n<ul>\n    <li> <a class=\"\" href=\"/wiki/page/Yucata#\">Yucata</a> (turn-based)</li>\n</ul>\n\n",
  "maxplayers": "4",
  "maxplaytime": "120",
  "minplayers": "1",
  "minplaytime": "60",
  "numcomments": "2890",
  "numfans": 514,
  "numgeeklists": "4578",
  "numhasparts": "13",
  "numowned": "14842",
  "numplays": "40673",
  "numplays_month": "87",
  "numpreordered": "49",
  "numprevowned": "3386",
  "numtrading": "327",
  "numwanting": "695",
  "numwantparts": "7",
  "numwanttobuy": "589",
  "numwanttoplay": "2098",
  "numweights": "672",
  "numwish": "3204",
  "numwishlistcomments": "609",
  "playmonth": "2025-06",
  "short_description": "Harvest crops and fulfill orders to become the most prosperous merchant.",
  "stddev": "1.27668",
  "usersrated": "11485",
  "views": "1064788",
  "yearpublished": "2009"
}